" When idle, sends" = " Joutilaana, lähetä";
"%@ copy" = "%@ kopio";
"%@'s display profile %@ and terminal profile %@ have been updated" = "%@:n näyttöprofiili %@ ja terminaaliprofiili %@ on päivitetty";
"-> Browser" = "-> Selain";
"ANSI Colors\n" = "ANSI värit\n";
"ANSI Colors:" = "ANSI värit:";
"ASCII code:" = "ASCII-koodi:";
"About iTerm" = "Tietoja: iTerm";
"Action" = "Toiminto";
"Action :" = "Toiminto :";
"Add" = "Lisää";
"Add Bookmark Folder" = "Lisää kirjanmerkkikansio";
"Add Profile" = "Lisää profiili";
"Alert" = "Hälyytys";
"All bookmarks associated with this profile are affected" = "Kaikkiin profiilin assosioituihin kirjanmerkkeihin on vaikutettu";
"All sessions will be closed" = "Kaikki istunnot suljetaan";
"All unsaved data will be lost" = "Kaikki talentamaton tieto hukataan";
"Anti-Aliasing" = "Anti-aliasiointi";
"Are you sure that you want to delete %@? There is no way to undo this action." = "Haluatko varmasti poistaa %@? Toimintoa ei voi perua.";
"Background" = "Tausta";
"Background\n" = "Tausta\n";
"Background Image" = "Taustakuva";
"Bell" = "Äänimerkki";
"Bigger Font" = "Suurempi kirjasin";
"Blinking cursor" = "Vilkkuva kursori";
"Bold" = "Lihavoitu";
"Bookmarks" = "Kirjanmerkit";
"Bookmarks:" = "Kirjanmerkit:";
"Bottom" = "Alalaita";
"Box" = "Laatikko";
"Bring All To Front" = "Tuo kaikki eteen";
"Broken Pipe" = "Rikkinäinen putki";
"Buffer" = "Puskuri";
"Button" = "Nappi";
"Cancel" = "Kumoa";
"Character Spacing" = "Merkkien väli";
"Characters considered part of word:" = "Osaksi sanaa luokiteltavat merkkijonot:";
"Check For Update..." = "Tarkista päivitykset...";
"Choose a profile on the left..." = "Valitse profiili vasemmalta...";
"Clear Buffer" = "Tyhjennä puskuri";
"Clear Scrollback Buffer" = "Tyhjennä takaisinvierityspuskuri";
"Close" = "Sulje";
"Close Tab" = "Sulje välilehti";
"Close Window" = "Sulje ikkuna";
"Close Window?" = "Sulje ikkuna?";
"Close the current session" = "Sulje nykyinen istunto";
"Close the session when it ends" = "Sulje sessio sen päättyessä";
"Cmd-click to launch URL" = "Komento-napsautus avaa URL:n";
"Col" = "Sar";
"Color" = "Väri";
"Color scheme:" = "Väritys";
"Command" = "Komento";
"Configuration" = "Kokoonpano";
"Configuration saved" = "Kokoonpano tallennettu";
"Configuration saved as a new entry in Bookmarks" = "Kokoonpano tallennettu uutena merkintänä Kirjanmerkkeihin";
"Connect" = "Yhdistä";
"Control" = "Hallinta";
"Copy" = "Kopio";
"Copy on selection" = "Kopioi valittaessa";
"Cursor" = "Kursori";
"Cursor Text" = "Kursori teksti";
"Cursor Type:" = "Kursorin tyyppi:";
"Custom" = "Tapa";
"Default" = "Oletus";
"Default Session" = "Oletus istunto";
"Delete" = "Poista";
"Delete Profile" = "Poista profiili";
"Delete key sends backspace" = "Poistonäppäin lähettää askelpalautuksen";
"Disable bold" = "Kytke pois lihavoitus";
"Display" = "Näyttö";
"Display Profiles" = "Näyttöprofiilit";
"Display Refreshing Rate" = "Näytön päivitys tiheys ";
"Do you really want to remove this item?" = "Haluatko varmasti poistaa kyseisen kohteen?";
"Duplicate" = "Monista";
"Edit" = "Muokkaa";
"Emulation" = "Emulaatio";
"Enable Bonjour" = "Käytä Bonjouria";
"Enable Growl Notifications" = "Käytä Growl-ilmoituksia";
"Enable Growl notifications" = "Käytä Growl-ilmoituksia";
"Enable xterm mouse reporting" = "Käytä xterm hiiren raportointia";
"Encoding" = "Merkkikoodaus";
"Encoding\n" = "Merkkikoodaus\n";
"Execute" = "Suorita";
"Execute Command or Launch URL" = "Suorita komento tai avaa URL";
"Fastest\n" = "Nopein\n";
"Find" = "Etsi";
"Find Next" = "Etsi seuraava";
"Find Previous" = "Etsi edellinen";
"Find:" = "Etsi:";
"Find…" = "Etsi…";
"Focus follows mouse" = "Tarkennus seuraa hiirtä";
"Font" = "Kirjasin";
"Font Name\n" = "Kirjasimen nimi\n";
"Font Size Follows Window" = "Kirjasinkoko seuraa ikkunaa";
"Foreground\n" = "Etuala\n";
"General" = "Yleiset";
"Global" = "Globaali";
"Help" = "Ohjeet";
"Hide Bookmark Drawer" = "Piilota kirjanmerkki vetolaatikko";
"Hide Others" = "Kätke muut";
"Hide iTerm" = "Piiloa iTerm";
"Hide tab when there is only one session" = "Kätke välilehtipalkki yhden istunnon olessa auki";
"High interception priority" = "Korkea sieppaus prioriteetti";
"Highlight" = "Korostus";
"Horizontal" = "Vaakasuora";
"Idle" = "Valmiudessa";
"Idle character ASCII code" = "Joutilas ACII-koodi";
"Ignore Case" = "Alä huomioi kirjasinkokoa";
"Info" = "Tiedot";
"Info..." = "Tiedot…";
"Jump to Selection" = "Siirry valintaan";
"Keep the default title with dynamic title" = "Pidä oletus otsikko dynaamisella otsikolla";
"Key :\n" = "Avain :\n";
"Key Binding Entry" = "Avaimen sitova syöte";
"Key Combination" = "Avain yhdistelmä";
"Key mapping settings:" = "Avain kartoitus asetukset:";
"Keyboard" = "Näppäinmistö";
"Keyboard Profiles" = "Näppäinmistö profiili";
"Keyboard input will be sent to all sessions in this terminal." = "Näppäimistösyöte lähetetään istunnon kaikkiin terminaaleihin.";
"Log" = "Loki";
"MainMenu" = "Päävalikko";
"Manage Bookmarks..." = "Hallitse kirjanmerkkejä...";
"Manage Profiles..." = "Hallitse profiileja...";
"Mapping" = "Kartoitus";
"Metal" = "Metalli";
"Middle button paste" = "Liittäminen keskimmäisellä napilla";
"Minimize" = "Pienennä";
"Minimum_OS" = "iTerm requires OS X version 10.2 or higher to run. This application will now terminate.";
"Modifier :" = "Modifioija :";
"Mouse" = "Hiiri";
"Move to new window" = "Siirrä uuteen ikkunaan";
"Name" = "Nimi";
"Name:" = "Nimi:";
"Name: %@\nCommand: %@\nTerminal Profile: %@\nDisplay Profile: %@\nKeyboard Profile: %@" = "Nimi: %@\nKomento: %@\nTerminaali profiili: %@\nNäytön profiili: %@\nNäppäimistön profiili: %@";
"New" = "Uusi";
"New Folder Name:" = "Kansion uusi nimi:";
"New Output" = "Uusi tuloste";
"New Output was received in %@ #%d." = "Uusi tuloste saatiin %@ #%d:ssa.";
"New Tab" = "Uusi välilehti";
"New Window" = "Uusi ikkuna";
"Next" = "Seuraava";
"Non ASCII Font" = "Ei ASCII-kirjasin";
"Non-ASCII" = "Ei ASCII";
"Non-Ascii Font" = "Ei Ascii-kirjasin";
"Normal" = "Normaali";
"Normal\n" = "Normaali\n";
"Open In New Window" = "Avaa uudessa ikkunassa";
"Open a new session" = "Avaa uudessa istunnossa";
"Open bookmark window when terminal starts" = "Avaa kirjanmerkki-ikkuna terminaalin käynnistyessä";
"Open the bookmarks" = "Avaa kirjanmerkit";
"Option" = "Vaihtoehto";
"Option Key as" = "Optio-näppäin";
"OtherViews" = "MuutNäkymät";
"Page Setup..." = "Arkin määrittely…";
"Panel" = "Paneeli";
"Paste" = "Sijoita";
"Paste Selection" = "Liitä valinta";
"Paste Selection With Escape" = "Liitä valinta koodinvaihtomerkillä";
"Paste With Escape" = "Liitä koodinvaihtomerkillä";
"Please enter a valid code (0~255)" = "Aseta voimassaoleva koodi (0~255)";
"Please enter a valid window size" = "Aseta voimassaoleva ikkunakoko";
"Please reset all the encoding settings in your preference and bookmarks" = "Nollaa kaikki koodaus asetukset asetuksista ja kirjanmerkeistä ";
"Preferences" = "Asetukset";
"Preferences..." = "Asetukset…";
"Press Option for New Window" = "Paina optiota uutta ikkunaa varten";
"Previous" = "Seuraava";
"Print" = "Tulosta";
"Print Selection..." = "Tulosta valinta...";
"Print..." = "Tulosta…";
"Profiles" = "Profiilit";
"Prompt when quitting or closing window" = "Vahvista lopettaminen tai ikkunan sulkeminen";
"Quit" = "Lopeta";
"Quit iTerm" = "Lopeta iTerm";
"Quit iTerm?" = "Lopeta iTerm?";
"Refresh" = "Päivitä";
"Remove" = "Poista";
"Report A Bug" = "Raportoi virhe";
"Reset" = "Nollaa";
"Row" = "Rivi";
"Save" = "Tallenna";
"Save Text As..." = "Tallenna teksti...";
"Screen" = "Kuvaruutu";
"Script" = "Skripti";
"Scrollback Buffer Size:" = "Takaisinvierityspuskurin koko:";
"Scrollback Lines\n" = "Takaisinvieritys riviä\n";
"Select" = "Valitse";
"Select All" = "Valitse kaikki";
"Select Next Tab" = "Valitse seuraava välilehti";
"Select Previous Tab" = "Valitse edellinen välilehti";
"Select Tab" = "Valitse Välilehti";
"Selected Text" = "Valittu teksti";
"Selection" = "Valinta";
"Send Input to all Tabs" = "Lähetä syöte kaikkin välilehtiin";
"Services" = "Palvelut";
"Session" = "Istunto";
"Session %@ #%d becomes idle." = "Istunto %@ #%d on joutilaana.";
"Session %@ #%d just rang a bell!" = "Istunto %@ #%d soitti juuri äänimerkkiä!";
"Session %@ #%d just terminated." = "Istunto %@ #%d on juuri lopetettu.";
"Session %@ #%d: %@" = "Istunto %@ #%d: %@\"";
"Session Parameter" = "Istunnon parametri";
"Session Settings" = "Istunnon asetukset";
"Set as default" = "Aseta oletukseksi";
"Settings" = "Asetukset";
"SettingsToolbarItem" = "AsetuksetTyökalupalkkiKohde";
"Shell" = "Komentotulkki";
"Shift" = "Siirrä";
"Shortcut" = "Pikakuvake";
"Shortcut key:                           ⌃⌘" = "Pikakuvake näppäin:                           ⌃⌘";
"Shortcut key:      ⌃⌘" = "Pikakuvake näppäin:      ⌃⌘";
"Show All" = "Näytä kaikki";
"Show Bookmark Drawer" = "Näytä kirjamerkki vetolaatikko";
"Show Bookmarks Drawer" = "Näytä kirjamerkkien vetolaatikot";
"Show Session Info..." = "Näytä istunnon tiedot...";
"Silence terminal bell" = "Mykistä päätteen äänimerkki";
"Slowest" = "Hitain";
"Smaller Font" = "Pienempi kirjasin";
"Sorry" = "Pahoittelen";
"Start" = "Aloita";
"Stop" = "Pysäytä";
"Style" = "Tyyli";
"System Font Text" = "Järjestelmän tekstikirjasin";
"Tab" = "Välilehti";
"Terminal" = "Pääte";
"Terminal Profiles" = "Terminaali profiilit";
"Terminal Settings:" = "Terminaali asetukset:";
"Text\n" = "Teksti\n";
"There is no undo for this operation." = "Tätä toimintoa ei voi perua.";
"This session requires you to enter:" = "Tämä istunto vaatii syötteeksi:";
"This session will be closed." = "Tämä istunto suljetaan.";
"Toggle Toolbar" = "Kytke Työkalupalkki";
"Top" = "Ylälaita";
"Transparency" = "Läpinäkyvyys";
"Transparency\n" = "Läpinäkyvyys\n";
"Treat Non-ASCII characters as double width" = "Kohtele ASCII:n ulkopuolisia merkkejä kaksoislevyisinä";
"Type" = "Tyyppi";
"Type the new profile's name:" = "Kirjoita uuden profiilin nimi:";
"URL Handler" = "URL-käsittelijä";
"URL schemes:\n" = "URL-tyypit:\n";
"Underline" = "Alleviivattu";
"Unified" = "Yhdistetty";
"Untitled" = "Nimeämätön";
"Update %@" = "Päivitä %@";
"Update Profile" = "Päivitä profiili";
"Upgrade Warning: New language encodings available!" = "Päivitys varoitus: Uusia kielikoodauksia saatavissa!";
"Use Selection for Find" = "Käytä valintaa etsinnässä";
"Use compact tab labels" = "Käytä lyhyitä välilehtinimiä";
"Vertical" = "Pystysuora";
"View" = "Sisältö";
"Visual Bell" = "Visuaalinen merkki";
"Warning!" = "Varoitus!";
"Window" = "Ikkuna";
"Window/Session Info" = "Ikkunan/Istunnon tiedot";
"Working Dir" = "Työskentely hakemisto";
"Wrong Input" = "Väärä syöte";
"Zoom" = "Muuta kokoa";
"Zoom vertically only" = "Seuraa ainoastaan pystysuoraan";
"cursor down" = "kursori alas";
"cursor left" = "kursori vasemmalle";
"cursor right" = "kursori oikealle";
"cursor right " = "kursori oikealle ";
"cursor up" = "kursori ylös";
"delete" = "poista";
"eg. 0x7f for backspace" = "esim. 0x7f peruutusnäppäimelle";
"eg. 7F for forward delete." = "esim. 7F poistonäppäimelle.";
"eg. [OC for ESC [OC." = "esim. [OC toiminolle ESC [OC.";
"end" = "loppuun";
"help" = "ohjeet";
"hex code" = "heksakoodi";
"home" = "kotiin";
"iTerm Help" = "iTerm-ohjeet";
"ignore" = "ohita";
"insert" = "sijoita";
"next tab" = "seuraava välilehti";
"next window" = "seuraava ikkuna";
"numeric *" = "numeerinen *";
"numeric +" = "numeerinen +";
"numeric -" = "numeerinen -";
"numeric ." = "numeerinen .";
"numeric /" = "numeerinen /";
"numeric 0" = "numeerinen 0";
"numeric 1" = "numeerinen 1";
"numeric 2" = "numeerinen 2";
"numeric 3" = "numeerinen 3";
"numeric 4" = "numeerinen 4";
"numeric 5" = "numeerinen 5";
"numeric 6" = "numeerinen 6";
"numeric 7" = "numeerinen 7";
"numeric 8" = "numeerinen 8";
"numeric 9" = "numeerinen 9";
"numeric =" = "numeerinen =";
"numeric enter" = "numeerinen kirjaus";
"page down" = "sivu alas";
"page up" = "sivu ylös";
"previous tab" = "edellinen välilehti";
"previous window" = "edellinen ikkuna";
"scroll end" = "vieritä loppuun";
"scroll home" = "vieritä kotiin";
"scroll line down" = "vieritä rivi alas";
"scroll line up" = "vieritä rivi ylös";
"scroll page down" = "vieritä sivu alas";
"scroll page up" = "vieritä sivu ylös";
"send ^[" = "lähetä ^[";
"send escape sequence" = "lähetä lopetus sekvenssi";
"send hex code" = "lähetä heksakoodi";
"unknown action ID" = "tuntematon toiminto ID";
"unknown key" = "tuntematon näppäin";

/* ==== UNLOCALIZED ==== */

"+Esc" = "+Esc";
"-> Google" = "-> Google";
"-> Mail" = "-> Mail";
"Adium" = "Adium";
"Aqua" = "Aqua";
"Meta" = "Meta";
"OK" = "OK";
"Ujwal S. Setlur" = "Ujwal S. Setlur";
"ansi" = "ansi";
"del" = "del";
"fabian" = "fabian";
"iTerm" = "iTerm";
"linux" = "linux";
"numlock" = "numlock";
"rxvt" = "rxvt";
"vt100" = "vt100";
"xterm" = "xterm";
"xterm-256color" = "xterm-256color";
"xterm-color" = "xterm-color";
"xterm-new" = "xterm-new";
